[
    {
        "chapter": 1,
        "verses": [
            {
                "pk": 3321129,
                "verse": 1,
                "text": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings."
            },
            {
                "pk": 3321130,
                "verse": 2,
                "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds,"
            },
            {
                "pk": 3321131,
                "verse": 3,
                "text": "because you know that the testing of your faith produces perseverance."
            },
            {
                "pk": 3321132,
                "verse": 4,
                "text": "Let perseverance finish its work so that you may be mature and complete, not lacking anything."
            },
            {
                "pk": 3321133,
                "verse": 5,
                "text": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you."
            },
            {
                "pk": 3321134,
                "verse": 6,
                "text": "But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind."
            },
            {
                "pk": 3321135,
                "verse": 7,
                "text": "That person should not expect to receive anything from the Lord."
            },
            {
                "pk": 3321136,
                "verse": 8,
                "text": "Such a person is double-minded and unstable in all they do."
            },
            {
                "pk": 3321137,
                "verse": 9,
                "text": "Believers in humble circumstances ought to take pride in their high position."
            },
            {
                "pk": 3321138,
                "verse": 10,
                "text": "But the rich should take pride in their humiliation—since they will pass away like a wild flower."
            },
            {
                "pk": 3321139,
                "verse": 11,
                "text": "For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich will fade away even while they go about their business."
            },
            {
                "pk": 3321140,
                "verse": 12,
                "text": "Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him."
            },
            {
                "pk": 3321141,
                "verse": 13,
                "text": "When tempted, no one should say, “God is tempting me.” For God cannot be tempted by evil, nor does he tempt anyone;"
            },
            {
                "pk": 3321142,
                "verse": 14,
                "text": "but each person is tempted when they are dragged away by their own evil desire and enticed."
            },
            {
                "pk": 3321143,
                "verse": 15,
                "text": "Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."
            },
            {
                "pk": 3321144,
                "verse": 16,
                "text": "Don’t be deceived, my dear brothers and sisters."
            },
            {
                "pk": 3321145,
                "verse": 17,
                "text": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."
            },
            {
                "pk": 3321146,
                "verse": 18,
                "text": "He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created."
            },
            {
                "pk": 3321147,
                "verse": 19,
                "text": "My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,"
            },
            {
                "pk": 3321148,
                "verse": 20,
                "text": "because human anger does not produce the righteousness that God desires."
            },
            {
                "pk": 3321149,
                "verse": 21,
                "text": "Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you."
            },
            {
                "pk": 3321150,
                "verse": 22,
                "text": "Do not merely listen to the word, and so deceive yourselves. Do what it says."
            },
            {
                "pk": 3321151,
                "verse": 23,
                "text": "Anyone who listens to the word but does not do what it says is like someone who looks at his face in a mirror"
            },
            {
                "pk": 3321152,
                "verse": 24,
                "text": "and, after looking at himself, goes away and immediately forgets what he looks like."
            },
            {
                "pk": 3321153,
                "verse": 25,
                "text": "But whoever looks intently into the perfect law that gives freedom, and continues in it—not forgetting what they have heard, but doing it—they will be blessed in what they do."
            },
            {
                "pk": 3321154,
                "verse": 26,
                "text": "Those who consider themselves religious and yet do not keep a tight rein on their tongues deceive themselves, and their religion is worthless."
            },
            {
                "pk": 3321155,
                "verse": 27,
                "text": "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."
            }
        ]
    },
    {
        "chapter": 2,
        "verses": [
            {
                "pk": 3321156,
                "verse": 1,
                "text": "My brothers and sisters, believers in our glorious Lord Jesus Christ must not show favoritism."
            },
            {
                "pk": 3321157,
                "verse": 2,
                "text": "Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in filthy old clothes also comes in."
            },
            {
                "pk": 3321158,
                "verse": 3,
                "text": "If you show special attention to the man wearing fine clothes and say, “Here’s a good seat for you,” but say to the poor man, “You stand there” or “Sit on the floor by my feet,”"
            },
            {
                "pk": 3321159,
                "verse": 4,
                "text": "have you not discriminated among yourselves and become judges with evil thoughts?"
            },
            {
                "pk": 3321160,
                "verse": 5,
                "text": "Listen, my dear brothers and sisters: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him?"
            },
            {
                "pk": 3321161,
                "verse": 6,
                "text": "But you have dishonored the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court?"
            },
            {
                "pk": 3321162,
                "verse": 7,
                "text": "Are they not the ones who are blaspheming the noble name of him to whom you belong?"
            },
            {
                "pk": 3321163,
                "verse": 8,
                "text": "If you really keep the royal law found in Scripture, “Love your neighbor as yourself,” you are doing right."
            },
            {
                "pk": 3321164,
                "verse": 9,
                "text": "But if you show favoritism, you sin and are convicted by the law as lawbreakers."
            },
            {
                "pk": 3321165,
                "verse": 10,
                "text": "For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it."
            },
            {
                "pk": 3321166,
                "verse": 11,
                "text": "For he who said, “You shall not commit adultery,” also said, “You shall not murder.” If you do not commit adultery but do commit murder, you have become a lawbreaker."
            },
            {
                "pk": 3321167,
                "verse": 12,
                "text": "Speak and act as those who are going to be judged by the law that gives freedom,"
            },
            {
                "pk": 3321168,
                "verse": 13,
                "text": "because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment."
            },
            {
                "pk": 3321169,
                "verse": 14,
                "text": "What good is it, my brothers and sisters, if someone claims to have faith but has no deeds? Can such faith save them?"
            },
            {
                "pk": 3321170,
                "verse": 15,
                "text": "Suppose a brother or a sister is without clothes and daily food."
            },
            {
                "pk": 3321171,
                "verse": 16,
                "text": "If one of you says to them, “Go in peace; keep warm and well fed,” but does nothing about their physical needs, what good is it?"
            },
            {
                "pk": 3321172,
                "verse": 17,
                "text": "In the same way, faith by itself, if it is not accompanied by action, is dead."
            },
            {
                "pk": 3321173,
                "verse": 18,
                "text": "But someone will say, “You have faith; I have deeds.” Show me your faith without deeds, and I will show you my faith by my deeds."
            },
            {
                "pk": 3321174,
                "verse": 19,
                "text": "You believe that there is one God. Good! Even the demons believe that—and shudder."
            },
            {
                "pk": 3321175,
                "verse": 20,
                "text": "You foolish person, do you want evidence that faith without deeds is useless?"
            },
            {
                "pk": 3321176,
                "verse": 21,
                "text": "Was not our father Abraham considered righteous for what he did when he offered his son Isaac on the altar?"
            },
            {
                "pk": 3321177,
                "verse": 22,
                "text": "You see that his faith and his actions were working together, and his faith was made complete by what he did."
            },
            {
                "pk": 3321178,
                "verse": 23,
                "text": "And the scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness,” and he was called God’s friend."
            },
            {
                "pk": 3321179,
                "verse": 24,
                "text": "You see that a person is considered righteous by what they do and not by faith alone."
            },
            {
                "pk": 3321180,
                "verse": 25,
                "text": "In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction?"
            },
            {
                "pk": 3321181,
                "verse": 26,
                "text": "As the body without the spirit is dead, so faith without deeds is dead."
            }
        ]
    },
    {
        "chapter": 3,
        "verses": [
            {
                "pk": 3321182,
                "verse": 1,
                "text": "Not many of you should become teachers, my fellow believers, because you know that we who teach will be judged more strictly."
            },
            {
                "pk": 3321183,
                "verse": 2,
                "text": "We all stumble in many ways. Anyone who is never at fault in what they say is perfect, able to keep their whole body in check."
            },
            {
                "pk": 3321184,
                "verse": 3,
                "text": "When we put bits into the mouths of horses to make them obey us, we can turn the whole animal."
            },
            {
                "pk": 3321185,
                "verse": 4,
                "text": "Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go."
            },
            {
                "pk": 3321186,
                "verse": 5,
                "text": "Likewise, the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark."
            },
            {
                "pk": 3321187,
                "verse": 6,
                "text": "The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole body, sets the whole course of one’s life on fire, and is itself set on fire by hell."
            },
            {
                "pk": 3321188,
                "verse": 7,
                "text": "All kinds of animals, birds, reptiles and sea creatures are being tamed and have been tamed by mankind,"
            },
            {
                "pk": 3321189,
                "verse": 8,
                "text": "but no human being can tame the tongue. It is a restless evil, full of deadly poison."
            },
            {
                "pk": 3321190,
                "verse": 9,
                "text": "With the tongue we praise our Lord and Father, and with it we curse human beings, who have been made in God’s likeness."
            },
            {
                "pk": 3321191,
                "verse": 10,
                "text": "Out of the same mouth come praise and cursing. My brothers and sisters, this should not be."
            },
            {
                "pk": 3321192,
                "verse": 11,
                "text": "Can both fresh water and salt water flow from the same spring?"
            },
            {
                "pk": 3321193,
                "verse": 12,
                "text": "My brothers and sisters, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water."
            },
            {
                "pk": 3321194,
                "verse": 13,
                "text": "Who is wise and understanding among you? Let them show it by their good life, by deeds done in the humility that comes from wisdom."
            },
            {
                "pk": 3321195,
                "verse": 14,
                "text": "But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth."
            },
            {
                "pk": 3321196,
                "verse": 15,
                "text": "Such “wisdom” does not come down from heaven but is earthly, unspiritual, demonic."
            },
            {
                "pk": 3321197,
                "verse": 16,
                "text": "For where you have envy and selfish ambition, there you find disorder and every evil practice."
            },
            {
                "pk": 3321198,
                "verse": 17,
                "text": "But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere."
            },
            {
                "pk": 3321199,
                "verse": 18,
                "text": "Peacemakers who sow in peace reap a harvest of righteousness."
            }
        ]
    },
    {
        "chapter": 4,
        "verses": [
            {
                "pk": 3321200,
                "verse": 1,
                "text": "What causes fights and quarrels among you? Don’t they come from your desires that battle within you?"
            },
            {
                "pk": 3321201,
                "verse": 2,
                "text": "You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight. You do not have because you do not ask God."
            },
            {
                "pk": 3321202,
                "verse": 3,
                "text": "When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures."
            },
            {
                "pk": 3321203,
                "verse": 4,
                "text": "You adulterous people, don’t you know that friendship with the world means enmity against God? Therefore, anyone who chooses to be a friend of the world becomes an enemy of God."
            },
            {
                "pk": 3321204,
                "verse": 5,
                "text": "Or do you think Scripture says without reason that he jealously longs for the spirit he has caused to dwell in us?"
            },
            {
                "pk": 3321205,
                "verse": 6,
                "text": "But he gives us more grace. That is why Scripture says: “God opposes the proud but shows favor to the humble.”"
            },
            {
                "pk": 3321206,
                "verse": 7,
                "text": "Submit yourselves, then, to God. Resist the devil, and he will flee from you."
            },
            {
                "pk": 3321207,
                "verse": 8,
                "text": "Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."
            },
            {
                "pk": 3321208,
                "verse": 9,
                "text": "Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom."
            },
            {
                "pk": 3321209,
                "verse": 10,
                "text": "Humble yourselves before the Lord, and he will lift you up."
            },
            {
                "pk": 3321210,
                "verse": 11,
                "text": "Brothers and sisters, do not slander one another. Anyone who speaks against a brother or sister or judges them speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it."
            },
            {
                "pk": 3321211,
                "verse": 12,
                "text": "There is only one Lawgiver and Judge, the one who is able to save and destroy. But you—who are you to judge your neighbor?"
            },
            {
                "pk": 3321212,
                "verse": 13,
                "text": "Now listen, you who say, “Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.”"
            },
            {
                "pk": 3321213,
                "verse": 14,
                "text": "Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes."
            },
            {
                "pk": 3321214,
                "verse": 15,
                "text": "Instead, you ought to say, “If it is the Lord’s will, we will live and do this or that.”"
            },
            {
                "pk": 3321215,
                "verse": 16,
                "text": "As it is, you boast in your arrogant schemes. All such boasting is evil."
            },
            {
                "pk": 3321216,
                "verse": 17,
                "text": "If anyone, then, knows the good they ought to do and doesn’t do it, it is sin for them."
            }
        ]
    },
    {
        "chapter": 5,
        "verses": [
            {
                "pk": 3321217,
                "verse": 1,
                "text": "Now listen, you rich people, weep and wail because of the misery that is coming on you."
            },
            {
                "pk": 3321218,
                "verse": 2,
                "text": "Your wealth has rotted, and moths have eaten your clothes."
            },
            {
                "pk": 3321219,
                "verse": 3,
                "text": "Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days."
            },
            {
                "pk": 3321220,
                "verse": 4,
                "text": "Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty."
            },
            {
                "pk": 3321221,
                "verse": 5,
                "text": "You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter."
            },
            {
                "pk": 3321222,
                "verse": 6,
                "text": "You have condemned and murdered the innocent one, who was not opposing you."
            },
            {
                "pk": 3321223,
                "verse": 7,
                "text": "Be patient, then, brothers and sisters, until the Lord’s coming. See how the farmer waits for the land to yield its valuable crop, patiently waiting for the autumn and spring rains."
            },
            {
                "pk": 3321224,
                "verse": 8,
                "text": "You too, be patient and stand firm, because the Lord’s coming is near."
            },
            {
                "pk": 3321225,
                "verse": 9,
                "text": "Don’t grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door!"
            },
            {
                "pk": 3321226,
                "verse": 10,
                "text": "Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord."
            },
            {
                "pk": 3321227,
                "verse": 11,
                "text": "As you know, we count as blessed those who have persevered. You have heard of Job’s perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy."
            },
            {
                "pk": 3321228,
                "verse": 12,
                "text": "Above all, my brothers and sisters, do not swear—not by heaven or by earth or by anything else. All you need to say is a simple “Yes” or “No.” Otherwise you will be condemned."
            },
            {
                "pk": 3321229,
                "verse": 13,
                "text": "Is anyone among you in trouble? Let them pray. Is anyone happy? Let them sing songs of praise."
            },
            {
                "pk": 3321230,
                "verse": 14,
                "text": "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord."
            },
            {
                "pk": 3321231,
                "verse": 15,
                "text": "And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven."
            },
            {
                "pk": 3321232,
                "verse": 16,
                "text": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective."
            },
            {
                "pk": 3321233,
                "verse": 17,
                "text": "Elijah was a human being, even as we are. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years."
            },
            {
                "pk": 3321234,
                "verse": 18,
                "text": "Again he prayed, and the heavens gave rain, and the earth produced its crops."
            },
            {
                "pk": 3321235,
                "verse": 19,
                "text": "My brothers and sisters, if one of you should wander from the truth and someone should bring that person back,"
            },
            {
                "pk": 3321236,
                "verse": 20,
                "text": "remember this: Whoever turns a sinner from the error of their way will save them from death and cover over a multitude of sins."
            }
        ]
    }
]